import type { RoomItem,StudentType } from './data';

export const listData: RoomItem[] = [
    {
        id: '7835u-uedejn2-792hs7481',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7482',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7483',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7484',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7485',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7486',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7487',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7488',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7489',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7490',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7491',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
    {
        id: '7835u-uedejn2-792hs7492',
        BJMC: '美术',
        SKDD: '一号教学楼301',
        SKLS: '陈英振',
        ZJLS: ['王子聪','林艺','佐罗','惠新海'],
        XSRS: 40,
        JJ: '通过趣味的简单线描，色彩绘画...',
        ZT: '待开课',
    },
]

export const studentList: StudentType[]=[
    {
      id:'1',
      XM:'李杰',
      XH:'202102112',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'2',
      XM:'赵利明',
      XH:'202102112',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'3',
      XM:'宋梓涵',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'4',
      XM:'赵晓明',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'5',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'6',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'7',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'4',
      XM:'赵晓明',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'5',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'6',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
    {
      id:'7',
      XM:'张三分',
      XH:'202105414',
      SSNJ:'小学三年级',
      SSBJ:'B组1班'
    },
  ]