/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-28 14:34:34
 * @,@LastEditTime: ,: 2021-07-02 12:19:00
 * @,@LastEditors: ,: Please set LastEditors
 */
export const Article = {
  'empty': {
    title: '课后帮课后服务报名通知',
    time: '2021.07.01 08:32',
    text: `1.服务时间：一、二年级16:10-17:00，其中周二16:50-17:40，三——六年级17:00-17:50（夏令时间顺延20分钟）。\n
    2.服务费用：运动类项目240元／项，非运动类项目220元／项，均已包含耗材费用。\n
    3.部分项目需另外购买40元/人的（运动类）意外险，保期四个月（全天24小时），参加其中一个或多个项目的只需购买1份保险。\n
    4.参加第1时段课后服务的学生方可报名，每人可报一个或多个项目，但要注意时间不要冲突；网上报名平台开放时间：8月24日10:00-31日24:00，每个项目均有人数限制，欲报从速。`,
  },
}