/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-09 14:55:39
 * @LastEditTime: 2021-06-11 10:37:38
 * @LastEditors: txx
 */
export const mock = {
  title: "我校承办了西安市小学智慧课堂观摩研讨活动",
  time: "2021.09.01 08:32:23",
  list: [
    {
      content: "5月31日，我校承办了本市中小学智慧课堂观摩研讨活动。我校的高露萍老师上了展示课《多彩的民族传统纹样》，高老师将信息手段合理智慧融入到美术教学中，课上师生互动有趣、高效、具有一定的示范作用。"
    },
    {
      content: "课后，高老师进行了课堂教学设计的介绍。接着，由玉峰实验学校的张建其主任做了题为《构建未来教室环境下的智慧课堂》的讲座，对基于未来教室的智慧课堂建设谈了自己的观点。"
    },
    {
      content: "本次研讨活动，教育局教技室赵卫兵主任也亲临现场观摩。他对老师积极投入智慧课堂研究的热情表示了肯定，同时也对智慧课堂的研究组成员提出了期望，希望通过研究组教师带动校内更多的教师带动校内更多的教师来参与到智慧课堂的教学实践中。"
    },
    {
      content: "最后，教技室毛月萍老师介绍了2020年新建的小学思品、小学科学、中小学艺体、中小学综合四个研究分组情况。然后由每个研究组组长带领本组教师分组进行研讨。",
    },
    {
      content: "本次智慧课堂观摩研讨活动，不仅仅是未来教室教学中一些智慧技术应用的展示，也为智慧课堂研讨提出了方向和思路。",
    },

  ]
}