/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-09 14:55:39
 * @LastEditTime: 2021-06-11 15:11:57
 * @LastEditors: txx
 */
export const mock = {
  title: "本校户籍生现场材料审核公告",
  time: "2021.05.10 08:32:23",
  list: [
    {
      subtitle: "一、审核时间：",
      content: "2021年9月8日   上午8:30-11:30; 下午13:00-16:00"
    },
    {
      subtitle: "二、审核地点：",
      content: "教学楼  一楼大厅"
    },
    {
      subtitle: "三、网上报名现场确认所需材料：(验原件，留复印件)",
      content: "1.网上报名系统中打印好《小学生招生入学报名表（户籍生）》;2.户口本原件及复印件;3.房产证原件及复印件；4.婴儿出生证原件及复印件；5.预防接种证原件及复印件"
    },
   
  ]
}