
import tp from '@/assets/logo.png'

export const data = {
  'serveAnnounce': {
    BT: '课后服务平台服务公告',
    updatedAt: '2021.06.26 08:32:23',
    NR: `    课后服务平台专注“互联网+教育”。我们的目标是以班级、家长、教师为切入点，以学校日常工作为主线，推动信息化技术在校园内的快速发展。

    课后服务平台“在线报名”，是解决学校课后服务课程报名缴费过程中出现问题过多，影响教师正常教学的在线缴费系统，支持学校在系统上创建课程，设置缴费金额，设置报名开始和截至日期。家长端支持微信缴费，让学校老师不必再为缴费的事情所烦恼。
    
    课后服务平台支持“班级排课”，以班级为单位，将各个班级安排在上课的地点上，极大的解决了排课的繁琐，轻轻松松为各个班级排课。
    
    课后服务平台方便学生、老师、课程之间的规范化管理，多种特色功能趣味性教学，提升教学质量和学习质量，是机构教学、艺术生学习的好帮手。`,

  },
  'about': {
    NR: tp,
  }
};