/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-09 14:55:39
 * @LastEditTime: 2021-06-09 15:00:30
 * @LastEditors: txx
 */
export const mock = {
  title: "我校被评为“2020年度家校合作示范学校”",
  time: "2021.09.01 08:32:23",
  list: [
    {
      content: "2021年4月29日,西安市教育局举办了2021年西安市家校合作表彰推进会。我校被评为“2020年度家校合作示范学校”。"
    },
    {
      content: "长期以来，我校有序开展家校合作工作，形式丰富，效果显著。我校有完善“家校互动机制”，学校、年级、班级三级家长委员会齐全。学校坚持开展家长学校活动，规范家长学校的教学与管理；坚持举办家长进课堂观摩活动，加强家长对学生工作的理解与支持；坚持开设网上家长学校，实现家校交流全覆盖；坚持邀请家长参与入学礼、成长礼、毕业礼、运动会等重要活动，营造“浸润式”家校互动；坚持组织心里健康、亲子沟通等内容的公益讲座，促进家庭教育水平提升。2020年，我校主编出版了家校合作教育丛书《乡贤师说》。"
    },
    {
      content: "我校将以此为起点，发挥示范辐射作用，继续推进家校合作工作，营造良好育人氛围，创新家校合作形式，拓展家长学校教学内容，提升家校合作品质，为办人民满意的。"
    },
   
  ]
}