/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-09 14:55:39
 * @LastEditTime: 2021-06-11 16:44:50
 * @LastEditors: txx
 */
export const Articles = {
  'page1': {
    title: "本校户籍生现场材料审核公告",
    time: "2021.05.10 08:32:23",
    list: [
      {
        subtitle: "一、审核时间：",
        content: "2021年9月8日   上午8:30-11:30; 下午13:00-16:00"
      },
      {
        subtitle: "二、审核地点：",
        content: "教学楼  一楼大厅"
      },
      {
        subtitle: "三、网上报名现场确认所需材料：(验原件，留复印件)",
        content: "1.网上报名系统中打印好《小学生招生入学报名表（户籍生）》;2.户口本原件及复印件;3.房产证原件及复印件；4.婴儿出生证原件及复印件；5.预防接种证原件及复印件"
      },

    ]
  },
  'page2': {
    title: "我校被评为“2020年度家校合作示范学校”",
    time: "2021.04.30 08:32:23",
    list: [
      {
        content: "2021年4月29日,西安市教育局举办了2021年西安市家校合作表彰推进会。我校被评为“2020年度家校合作示范学校”。"
      },
      {
        content: "长期以来，我校有序开展家校合作工作，形式丰富，效果显著。我校有完善“家校互动机制”，学校、年级、班级三级家长委员会齐全。学校坚持开展家长学校活动，规范家长学校的教学与管理；坚持举办家长进课堂观摩活动，加强家长对学生工作的理解与支持；坚持开设网上家长学校，实现家校交流全覆盖；坚持邀请家长参与入学礼、成长礼、毕业礼、运动会等重要活动，营造“浸润式”家校互动；坚持组织心里健康、亲子沟通等内容的公益讲座，促进家庭教育水平提升。2020年，我校主编出版了家校合作教育丛书《乡贤师说》。"
      },
      {
        content: "我校将以此为起点，发挥示范辐射作用，继续推进家校合作工作，营造良好育人氛围，创新家校合作形式，拓展家长学校教学内容，提升家校合作品质，为办人民满意的。"
      },

    ]
  },
  'page3': {
    title: "我校承办了西安市小学智慧课堂观摩研讨活动",
    time: "2021.04.15 08:32:23",
    list: [
      {
        content: "5月31日，我校承办了本市中小学智慧课堂观摩研讨活动。我校的高露萍老师上了展示课《多彩的民族传统纹样》，高老师将信息手段合理智慧融入到美术教学中，课上师生互动有趣、高效、具有一定的示范作用。"
      },
      {
        content: "课后，高老师进行了课堂教学设计的介绍。接着，由玉峰实验学校的张建其主任做了题为《构建未来教室环境下的智慧课堂》的讲座，对基于未来教室的智慧课堂建设谈了自己的观点。"
      },
      {
        content: "本次研讨活动，教育局教技室赵卫兵主任也亲临现场观摩。他对老师积极投入智慧课堂研究的热情表示了肯定，同时也对智慧课堂的研究组成员提出了期望，希望通过研究组教师带动校内更多的教师带动校内更多的教师来参与到智慧课堂的教学实践中。"
      },
      {
        content: "最后，教技室毛月萍老师介绍了2020年新建的小学思品、小学科学、中小学艺体、中小学综合四个研究分组情况。然后由每个研究组组长带领本组教师分组进行研讨。",
      },
      {
        content: "本次智慧课堂观摩研讨活动，不仅仅是未来教室教学中一些智慧技术应用的展示，也为智慧课堂研讨提出了方向和思路。",
      },

    ]
  }
}