/*
 * @description: 
 * @author: txx
 * @Date: 2021-06-09 14:55:39
 * @LastEditTime: 2021-06-09 15:00:30
 * @LastEditors: txx
 */
export const mock = {
  title: "秋季开设课程相关信息及收费标准公示",
  time: "2021.09.01 08:32:23",
  list: [
    { content: "我是示例文案。在国足世预赛移师阿联酋举办后，叙利亚足协变本加厉的要求引发了中国球迷的愤怒。2日，叙利亚足协发表声明，要求中国足协支付同组其他对手远赴阿联酋参加比赛的差旅费用。亚足联也呼吁中国足协为已经来到中国比赛的关岛队和裁判组人员分配包机，并支付一切差旅费用。" },
    { content: "对于叙利亚和亚足联的要求，中国足协方面在接受澎湃新闻记者采访时给出了回应。" },
    { content: "亚足联给A组各参赛队会员协会发来的邮件，是再次重申和确认A组剩余比赛的主办原则，中国作为赛事主办方承担所有参赛球队在比赛地的食宿交通。各参赛队到达比赛地的往返交通自行负责。" },
    { content: "所以，目前在中国的关岛队和亚足联竞赛官员，将会和中国代表团乘坐同一架包机，于3日13时从上海浦东出发前往迪拜，中国足协将承担在迪拜的竞赛组织、信号制作等事务，并享有该项赛事的商务权益和在中国大陆地区的媒体版权权益，同时中国足协也负责各参赛队在迪拜当地的食宿交通。" },
    { content: "由于中国足协目前依旧是本次40强赛承办方，虽然比赛转移至阿联酋，但依旧需承担东道主义务。" },
  ]
}