/*
 * @,@Author: ,: your name
 * @,@Date: ,: 2021-07-07 17:02:51
 * @,@LastEditTime: ,: 2021-07-07 17:03:47
 * @,@LastEditors: ,: your name
 * @,@Description: ,: In User Settings Edit
 * @,@FilePath: ,: \afterClass\src\pages\Parent\Homepage\Home\Pages\Announcement\mock.ts
 */

export const data = {
  'serveAnnounce': {
    BT: '课后帮课后服务公告',
    updatedAt: '2021.06.26 08:32:23',
    NR: `1.园区照明设备的规定：园区内照明设备的开关时间与保安部作息时间相吻合，在营销中心园区内(包括围挡)的所有照明设备在保安部下班后即可关闭，同时保留部分射灯供巡逻使用。以保证园区内工作的正常开展及良好形象的树立。\n
      2.园区内禁止拍照：所有人员均有告知以及及时制止外来人员拍照的责任。对于擅自拍照者，要婉言劝阻。如发现有拍照现象而不加以制止者，一经发现，立即予以惩罚。\n
      3.园区卫生间使用规定：保洁员在进行卫生间清扫时，须在卫生间门口设立明显工作提示牌，以告知客人卫生间正在清洁中。严禁男士以任何理由(如接水、洗拖布等)进入女卫生间，建立文明规范的服务环境，人人有责，上述违规行为一经发现，立即予以辞退。\n
      4.严格执行校区的用餐时间及餐厅的规范化管理：在午休时间内用餐各班级要保证留有工作人员职守，错时用餐，这样即可解决用餐高峰的问题，又能做到遇到问题及时处理，不空岗。餐厅内为销售中心预留的位置，其他班级不得占用。文明用餐，注意保持餐厅卫生。、\n
      5.提高人们的服务意识：严格履行`,

  },
  'about': {
    BT: '少年工匠心向党 青春奋进新时代',
    updatedAt: '2021.06.29 08:32:23',
    NR: `1.“我们一起学党史”活动。通过开展演讲比赛、“四史”知识竞答、讲党史故事、“四史”学习每日“打卡”、收听收看庆祝中国共产党成立100周年大会等活动，\n
      2.“写给2035年的我”寄语。各中职学校要教育引导学生梳理总结“四史”学习感悟，结合所学专业开展职业生涯规划，重点培养把小我融入大我、融入中华民族伟大复兴征程的职业理想。组织学生以书信或微视频等形式，寄语2035年的自己，展望未来，寄托理想，努力奋斗。\n
      3.红色基因传承活动。各地各中职学校要用好革命遗址遗迹、纪念场馆等红色教育场所和《建党伟业》《大国工匠》等影视资源，利用虚拟现实等现代信息技术，线上线下结合开展形式多样的学习、传承活动，引导学生体验革命传统和革命精神，坚定革命理想和信念。\n
      4.文明风采”活动。各地各校结合区域和学校实际，紧紧围绕“少年工匠心向党 青春奋进新时代”的活动主题，重点选取师生认可度高、参与广泛、针对性强、职教特色突出的活动形式，创新开展“文明风采”活动。深入推进《中等职业学校学生公约》学习签署践行活动。`,

  }
};