export const CalendarData = {
  terms: [
    {
      term: '20200',
      title: '2020-2021学年第一学期',
      start: '2020-09-02',
      end: '2021-01-11',
    },
    {
      term: '20201',
      title: '2020-2021学年第二学期',
      start: '2021-03-02',
      end: '2021-08-18',
    },
    {
      term: '20210',
      title: '2021-2022学年第一学期',
      start: '2021-09-07',
      end: '2022-01-23',
    },
  ],
  events: [
    {
      term: '20210',
      title: '补考',
      range: ['20210402'],
    }, 
    {
      term: '20210',
      title: '年级大会',
      range: ['20210402'],
    }, 
    {
      term: '20210',
      title: '大四学生重修考试',
      range: ['20210402'],
    },
    {
      term: '20210',
      title: '开学大典',
      range: ['20210402'],
    },
    {
      term: '20210',
      title: '清明节',
      range: ['20210403', '20210404', '20210405'],
    },
    {
      term: '20210',
      title: '春季运动会',
      range: ['20210415', '20210416'],
    },
    {
      term: '20210',
      title: '西校区新生报到',
      range: ['20210916'],
    },
    {
      term: '20210',
      title: '北校区新生报到',
      range: ['20210916'],
    },
    {
      term: '20210',
      title: '调休补10/3的课',
      range: ['20211027'],
    },
  ],
};
