import type {TimetableType } from "./data";


export const TimetableList: TimetableType[] = [
    {
        id:'12312313',
        JC:'第01节',
        data:'6/12',
        type:'已上'
    },
    {
        id:'12312313',
        JC:'第02节',
        data:'6/13',
        type:'已上'
    },
    {
        id:'12312313',
        JC:'第03节',
        data:'6/14',
        type:'未上'
    },
   
    {
        id:'12312313',
        JC:'第04节',
        data:'6/15',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/16',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/17',
    },
    {
        id:'12312313',
        JC:'第06节',
        data:'6/18',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/20',
    },
    {
        id:'12312313',
        JC:'第06节',
        data:'6/21',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/22',
    },
    {
        id:'12312313',
        JC:'第06节',
        data:'6/23',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/24',
    },
    {
        id:'12312313',
        JC:'第06节',
        data:'6/26',
    },
   
    {
        id:'12312313',
        JC:'第06节',
        data:'6/27',
    },
   
]